export const questions = [
    {
      title: 'React - это ... ',
      variants: ['библиотека', 'фреймворк', 'приложение'],
      correct: 0,
    },
    {
      title: 'Компонент - это ... ',
      variants: ['приложение', 'часть приложения или страницы', 'то, что я не знаю что такое'],
      correct: 1,
    },
    {
      title: 'Что такое JSX?',
      variants: [
        'Это простой HTML',
        'Это функция',
        'Это тот же HTML, но с возможностью выполнять JS-код',
      ],
      correct: 2,
    },
    {
      title: 'CSS это -  ... ',
      variants: [
        'Это психоневрологический диагноз',
        'Это одна из частей игры Counter Strike',
        'Это каскадная таблица стилей'
      ],
      correct: 2,
    }
  ];